<div class="container index-block">
	<div class="row index-block--STEPS">
        <div class="steps-block__wrapper grid-list--no-grid">
            <div class="steps-block__inner grid-list__item item-w50">
                <h2 class="index-block__title">Как мы работаем<br/><span class="color-green-element">и почему мы</span></h2>
                <div class="index-block__preview">
	                <!--<p>Наш фотограф и основатель компании – Сергей Карпенко. Первый в России получил эксклюзивное право, как независимый фотограф размещать свои панорамные 3D туры на Google картах. В 2013 году он стал первым Сертифицированным Google фотографом в России, что являться знаком качества наших услуг.</p>-->
                </div>
            </div>
            <div class="steps-block__inner grid-list__item item-w25">
                <div class="steps-block__item kp-shadow bg-white">
                    <i class="svg stroke inline" aria-hidden="true">
	                    <svg width="40" height="40"  viewBox="0 0 40 40" xmlns="http://www.w3.org/2000/svg">
		                    <path fill="transparent" d="M14.4656 34.511L2 38L5.49036 25.5393L28.3162 2.83314C28.5742 2.5694 28.8823 2.35984 29.2224 2.21677C29.5625 2.0737 29.9278 2 30.2968 2C30.6659 2 31.0311 2.0737 31.3713 2.21677C31.7114 2.35984 32.0195 2.5694 32.2775 2.83314L37.1806 7.76204C37.4402 8.01945 37.6463 8.32571 37.787 8.66315C37.9276 9.00058 38 9.36251 38 9.72806C38 10.0936 37.9276 10.4555 37.787 10.793C37.6463 11.1304 37.4402 11.4367 37.1806 11.6941L14.4656 34.511Z" stroke-width="4" stroke-linecap="round" stroke-linejoin="round"/>
	                    </svg>
                    </i>
                    <div class="item-inner">
	                    <span>1. <a href="">Оставьте заявку</a></span>
                        <p>на сайте или свяжитесь с нами любым удобным способом</p>
                    </div>
                </div>
            </div>
            <div class="steps-block__inner grid-list__item item-w25">
                <div class="steps-block__item kp-shadow bg-white">
                    <i class="svg stroke inline" aria-hidden="true">
	                    <svg width="40" height="45" viewBox="0 0 40 45" fill="none" xmlns="http://www.w3.org/2000/svg">
		                    <path fill="transparent" d="M8.54545 38.2692V43M31.4545 38.2692V43M2 22.5H38M5.27273 2H34.7273C36.5347 2 38 3.41202 38 5.15385V35.1154C38 36.8572 36.5347 38.2692 34.7273 38.2692H5.27273C3.46525 38.2692 2 36.8572 2 35.1154V5.15385C2 3.41202 3.46525 2 5.27273 2ZM11.8182 30.3846C11.8182 31.2555 11.0856 31.9615 10.1818 31.9615C9.27808 31.9615 8.54545 31.2555 8.54545 30.3846C8.54545 29.5137 9.27808 28.8077 10.1818 28.8077C11.0856 28.8077 11.8182 29.5137 11.8182 30.3846ZM31.4545 30.3846C31.4545 31.2555 30.7219 31.9615 29.8182 31.9615C28.9144 31.9615 28.1818 31.2555 28.1818 30.3846C28.1818 29.5137 28.9144 28.8077 29.8182 28.8077C30.7219 28.8077 31.4545 29.5137 31.4545 30.3846Z" stroke-width="4" stroke-linecap="round" stroke-linejoin="round"/>
	                    </svg>
                    </i>
                    <div class="item-inner">
                        <span>2. Выезд фотографа</span>
                        <p>На место будущей съёмки
                            и согласовывает
                            технические и финансовые
                            вопросы</p>
                    </div>
                </div>
            </div>
            <div class="steps-block__inner grid-list__item item-w25">
                <div class="steps-block__item kp-shadow bg-white">
                    <i class="svg stroke inline" aria-hidden="true">
	                    <svg width="40" height="45" viewBox="0 0 40 45" fill="none" xmlns="http://www.w3.org/2000/svg">
		                    <path fill="transparent" d="M9.2 16.1923H23.6M9.2 24.0769H23.6M9.2 31.9615H16.4M11 2H34.4C35.3548 2 36.2705 2.33228 36.9456 2.92374C37.6207 3.5152 38 4.31739 38 5.15385V35.1154M5.6 8.30769H27.2C29.1882 8.30769 30.8 9.71972 30.8 11.4615V39.8462C30.8 41.588 29.1882 43 27.2 43H5.6C3.61177 43 2 41.588 2 39.8462V11.4615C2 9.71972 3.61177 8.30769 5.6 8.30769Z" stroke-width="4" stroke-linecap="round" stroke-linejoin="round"/>
	                    </svg>
                    </i>
                    <div class="item-inner">
                        <span>3. Подписываем договор</span>
                        <p>После согласования даты,
                            времени съёмки
                            и стоимости работ</p>
                    </div>
                </div>
            </div>
            <div class="steps-block__inner grid-list__item item-w25">
                <div class="steps-block__item kp-shadow bg-white">
                    <i class="svg stroke inline" aria-hidden="true">
	                    <svg width="40" height="47" viewBox="0 0 40 47" fill="none" xmlns="http://www.w3.org/2000/svg">
		                    <path fill="transparent" d="M20 28.4615V45M20 28.4615L5.27273 45M20 28.4615L34.7273 45M5.27273 2H34.7273C36.5348 2 38 3.4809 38 5.30769V25.1538C38 26.9806 36.5348 28.4615 34.7273 28.4615H5.27273C3.46525 28.4615 2 26.9806 2 25.1538V5.30769C2 3.4809 3.46525 2 5.27273 2ZM24.9091 15.2308C24.9091 17.971 22.7112 20.1923 20 20.1923C17.2888 20.1923 15.0909 17.971 15.0909 15.2308C15.0909 12.4906 17.2888 10.2692 20 10.2692C22.7112 10.2692 24.9091 12.4906 24.9091 15.2308Z" stroke-width="4" stroke-linecap="round" stroke-linejoin="round"/>
	                    </svg>
                    </i>
                    <div class="item-inner">
                        <span>4. Съемка</span>
                        <p>Займёт от 30 минут до 3 часов
                            в зависимости от количества панорамных точек
                            и сложности объекта</p>
                    </div>
                </div>
            </div>
            <div class="steps-block__inner grid-list__item item-w25">
                <div class="steps-block__item kp-shadow bg-white">
                    <i class="svg stroke inline" aria-hidden="true">
	                    <svg width="40" height="40" viewBox="0 0 40 40" fill="none" xmlns="http://www.w3.org/2000/svg">
		                    <path fill="transparent" d="M20.1806 19.8526L2 38M35.748 5.72876L33.4129 12.6103C33.3323 12.7695 33.2903 12.9453 33.2903 13.1237C33.2903 13.302 33.3323 13.4779 33.4129 13.637L37.7773 19.4642C37.9028 19.6309 37.9786 19.8296 37.9961 20.0374C38.0136 20.2452 37.9721 20.4538 37.8764 20.6391C37.7806 20.8245 37.6345 20.9792 37.4547 21.0854C37.275 21.1917 37.0688 21.2453 36.86 21.24H29.5766C29.3981 21.2453 29.2231 21.2904 29.0643 21.372C28.9056 21.4536 28.7672 21.5697 28.6593 21.7118L24.6006 27.5389C24.4816 27.7092 24.317 27.8428 24.1257 27.9245C23.9344 28.0061 23.724 28.0325 23.5184 28.0007C23.3128 27.9689 23.1202 27.8802 22.9626 27.7446C22.805 27.609 22.6887 27.432 22.6269 27.2337L20.4585 20.2966C20.4091 20.1251 20.3168 19.969 20.1904 19.8428C20.064 19.7166 19.9076 19.6245 19.7358 19.5751L12.786 17.4108C12.5874 17.3491 12.41 17.233 12.2742 17.0757C12.1383 16.9183 12.0494 16.7261 12.0176 16.5209C11.9857 16.3157 12.0122 16.1056 12.094 15.9147C12.1758 15.7237 12.3096 15.5595 12.4802 15.4407L18.4292 11.2507C18.5715 11.143 18.6878 11.0048 18.7696 10.8463C18.8514 10.6879 18.8966 10.5131 18.9018 10.335V3.06492C18.9096 2.87397 18.9666 2.68826 19.0674 2.52576C19.1681 2.36326 19.3092 2.22949 19.477 2.13739C19.6447 2.04529 19.8335 1.99799 20.0249 2.00007C20.2164 2.00214 20.404 2.05352 20.5697 2.14923L26.4075 6.50571C26.5557 6.60845 26.7263 6.67461 26.9051 6.69873C27.0839 6.72285 27.2659 6.70425 27.4361 6.64445L34.3303 4.3136C34.528 4.24424 34.7413 4.23206 34.9456 4.27847C35.15 4.32488 35.337 4.42798 35.4852 4.5759C35.6334 4.72382 35.7367 4.91052 35.7832 5.1145C35.8297 5.31847 35.8175 5.5314 35.748 5.72876Z" stroke-width="4" stroke-linecap="round" stroke-linejoin="round"/>
	                    </svg>
                    </i>
                    <div class="item-inner">
                        <span>5. Обработка</span>
                        <p>Панорамных фото, собираем
                            в полноценный 3D-тур
                            и публикуем на хостинге для предварительного просмотра
                        </p>
                    </div>
                </div>
            </div>
            <div class="steps-block__inner grid-list__item item-w25">
                <div class="steps-block__item kp-shadow bg-white">
                    <i class="svg stroke inline" aria-hidden="true">
	                    <svg width="40" height="40" viewBox="0 0 40 40" fill="none" xmlns="http://www.w3.org/2000/svg">
		                    <path fill="transparent" d="M10.3077 38H4.76923C4.03479 38 3.33042 37.7082 2.81109 37.1889C2.29176 36.6696 2 35.9652 2 35.2308V4.76923C2 4.03479 2.29176 3.33042 2.81109 2.81109C3.33042 2.29176 4.03479 2 4.76923 2H35.2308C35.9652 2 36.6696 2.29176 37.1889 2.81109C37.7082 3.33042 38 4.03479 38 4.76923V35.2308C38 35.9652 37.7082 36.6696 37.1889 37.1889C36.6696 37.7082 35.9652 38 35.2308 38H29.6923M2 10.3077H38M20 38V20M20 20L13.0769 26.9231M20 20L26.9231 26.9231" stroke-width="4" stroke-linecap="round" stroke-linejoin="round"/>
	                    </svg>
                    </i>
                    <div class="item-inner">
                        <span>6. Публикация</span>
                        <p>Готово!</p>
                    </div>
                </div>
            </div>
        </div>

    </div>
</div>